Repository: yordanmadzhunkov/BuildingShowcase
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bg

source: Home
bg: Начало

source: Projects
bg: Проекти

source: About
bg: За нас

source: Contact
bg: Контакт

source: Featured Projects
bg: Избрани проекти

source: Recent Projects
bg: Скорошни проекти

source: View Project
bg: Разгледай проект

source: View Details
bg: Преглед на детайли

source: View All Projects
bg: Всички проекти

source: Building Excellence
bg: Изграждаме съвършенство

source: Building Excellence for Generations
bg: Изграждане на съвършенство за поколения

source: At Build Engineering 09, we transform architectural visions into stunning realities. With over 35 years of experience in the construction industry, we bring expertise, innovation, and quality craftsmanship to every project we undertake.
bg: В Build Engineering 09 трансформираме архитектурните визии в зашеметяващи реалности. С над 35 години опит в строителната индустрия, ние внасяме експертиза, иновации и качествено майсторство във всеки проект, който предприемаме.

source: From commercial high-rises to residential complexes, we're dedicated to delivering projects that exceed expectations while maintaining safety, sustainability, and client satisfaction.
bg: От търговски небостъргачи до жилищни комплекси, ние сме отдадени на изпълнението на проекти, които надминават очакванията, като същевременно поддържаме безопасност, устойчивост и удовлетвореност на клиентите.

source: Learn More About Us
bg: Научете повече за нас

source: Our Expertise
bg: Нашата експертиза

source: Comprehensive construction services tailored to your needs
bg: Цялостни строителни услуги, съобразени с вашите нужди

source: Years Experience
bg: Години Опит

source: Projects Completed
bg: Завършени проекти

source: Client Satisfaction
bg: Удовлетвореност на клиентите

source: Team Members
bg: Членове на екипа

source: Quality Construction Services
bg: Качествени строителни услуги

source: Ready to Start Your Next Project?
bg: Готови ли сте да започнете вашия следващ проект?

source: Contact us today for a consultation and let's bring your vision to life.
bg: Свържете се с нас днес за консултация и нека превърнем вашата визия в реалност.

source: What Our Clients Say
bg: Какво казват нашите клиенти

source: Testimonials from satisfied customers
bg: Отзиви от доволни клиенти

source: Project Details
bg: Детайли за проекта

source: Client
bg: Клиент

source: Location
bg: Местоположение

source: Completion Date
bg: Дата на завършване

source: Square Footage
bg: Квадратура

source: Project Type
bg: Тип проект

source: All Projects
bg: Всички проекти

source: Filter by Type
bg: Филтрирай по тип

source: All Types
bg: Всички типове

source: About Us
bg: За нас

source: Our Story
bg: Нашата история

source: Our Team
bg: Нашият екип

source: Our Values
bg: Нашите ценности

source: Contact Us
bg: Свържете се с нас

source: Get in Touch
bg: Свържете се

source: Full Name
bg: Пълно име

source: Email Address
bg: Имейл адрес

source: Phone Number
bg: Телефонен номер

source: Subject
bg: Тема

source: Message
bg: Съобщение

source: Send Message
bg: Изпрати

source: All Rights Reserved
bg: Всички права запазени

source: Language
bg: Език

source: English
bg: Английски

source: Bulgarian
bg: Български

source: Your message has been sent. We will contact you shortly!
bg: Вашето съобщение беше изпратено. Ще се свържем с вас скоро!

source: An error occurred while sending your message. Please try again.
bg: Възникна грешка при изпращане на съобщението. Моля, опитайте отново.

source: Admin
bg: Администратор

source: Admin Login
bg: Вход за администратор

source: Dashboard
bg: Табло

source: Manage Projects
bg: Управление на проекти

source: Add Project
bg: Добави проект

source: Edit Project
bg: Редактирай проект

source: Contact Messages
bg: Съобщения за контакт

source: Logout
bg: Изход

source: For over 35 years, Build Engineering 09 has been a trusted name in the construction industry.
bg: Повече от 35 години Build Engineering 09 е доверено име в строителната индустрия.

source: Founded in 1989, our company has grown from a small family business to one of the region's most respected construction firms. We've built our reputation on quality craftsmanship, innovative solutions, and unwavering commitment to our clients.
bg: Основана през 1989 г., нашата компания се развива от малък семеен бизнес до една от най-уважаваните строителни фирми в региона. Изградихме репутацията си въз основа на качествено майсторство, иновативни решения и непоколебима отдаденост към нашите клиенти.

source: Quality
bg: Качество

source: We never compromise on the quality of our work.
bg: Никога не правим компромиси с качеството на работата си.

source: Safety
bg: Безопасност

source: Every project is completed with the highest safety standards.
bg: Всеки проект се завършва с най-високи стандарти за безопасност.

source: Innovation
bg: Иновации

source: We embrace new technologies and construction methods.
bg: Приемаме нови технологии и строителни методи.

source: Sustainability
bg: Устойчивост

source: We're committed to environmentally responsible construction.
bg: Отдадени сме на екологично отговорно строителство.

source: Client Focus
bg: Фокус върху клиента

source: Your vision is our priority.
bg: Вашата визия е наш приоритет.

source: Our team consists of experienced architects, engineers, project managers, and skilled craftsmen who are passionate about creating exceptional buildings. Each member brings unique expertise and dedication to every project.
bg: Нашият екип се състои от опитни архитекти, инженери, ръководители на проекти и квалифицирани майстори, които са страстни за създаването на изключителни сгради. Всеки член внася уникална експертиза и отдаденост към всеки проект.

source: Company Facts
bg: Факти за компанията

source: Founded
bg: Основана

source: Excellence in Construction Since 1989
bg: Съвършенство в строителството от 1989 г.

source: Commercial Buildings
bg: Търговски сгради

source: Office complexes, retail centers, and industrial facilities built to the highest standards of quality and efficiency.
bg: Офис комплекси, търговски центрове и промишлени съоръжения, построени според най-високите стандарти за качество и ефективност.

source: Residential Projects
bg: Жилищни проекти

source: Luxury apartment complexes, multi-family housing, and custom residential developments designed for modern living.
bg: Луксозни жилищни комплекси, многофамилни жилища и персонализирани жилищни проекти, проектирани за модерен живот.

source: Educational Institutions
bg: Образователни институции

source: Schools, universities, and research facilities built to inspire learning and advance education.
bg: Училища, университети и изследователски съоръжения, построени да вдъхновяват ученето и да развиват образованието.

source: Sustainable Building
bg: Устойчиво строителство

source: Green building initiatives and sustainable construction practices that minimize environmental impact.
bg: Инициативи за зелено строителство и устойчиви строителни практики, които минимизират въздействието върху околната среда.

source: Explore our portfolio of completed construction projects.
bg: Разгледайте нашето портфолио от завършени строителни проекти.

source: Ready to start your next construction project? Contact us today for a consultation.
bg: Готови ли сте да започнете вашия следващ строителен проект? Свържете се с нас днес за консултация.

source: Office Address
bg: Адрес на офиса

source: Phone & Email
bg: Телефон и имейл

source: Phone
bg: Телефон

source: Email
bg: Имейл

source: Business Hours
bg: Работно време

source: Monday - Friday
bg: Понеделник - Петък

source: Saturday
bg: Събота

source: Sunday
bg: Неделя

source: Closed
bg: Затворено

source: About Build Engineering 09
bg: За Build Engineering 09

source: Meet the experienced professionals who lead Build Engineering 09
bg: Запознайте се с опитните професионалисти, които ръководят Build Engineering 09

source: Robert Engineer
bg: Робърт Инженер

source: Sarah ensures operational excellence across all projects and maintains Build Engineering 09's high standards of quality.
bg: Сара осигурява операционно съвършенство във всички проекти и поддържа високите стандарти за качество на Build Engineering 09.

source: What types of construction projects does Build Engineering 09 handle?
bg: Какви типове строителни проекти обработва Build Engineering 09?

source: Build Engineering 09 handles a wide range of construction projects, including commercial buildings, residential developments, healthcare facilities, educational institutions, industrial complexes, and infrastructure projects. Our experienced team can manage projects of various sizes and complexities.
bg: Build Engineering 09 обработва широк спектър от строителни проекти, включително търговски сгради, жилищни комплекси, здравни заведения, образователни институции, промишлени комплекси и инфраструктурни проекти. Нашият опитен екип може да управлява проекти с различни размери и сложност.

source: Build Engineering 09 is committed to sustainable construction practices. We incorporate energy-efficient designs, utilize environmentally friendly materials, implement waste reduction strategies, and follow green building standards. Our team is knowledgeable about LEED certification requirements and can help clients achieve their sustainability goals.
bg: Build Engineering 09 е ангажирана с устойчиви строителни практики. Ние включваме енергийно ефективни дизайни, използваме екологично чисти материали, прилагаме стратегии за намаляване на отпадъците и следваме стандартите за зелено строителство. Нашият екип е запознат с изискванията за LEED сертификация и може да помогне на клиентите да постигнат своите цели за устойчивост.

source: Build Engineering 09 offers comprehensive warranties on all our completed projects. Typically, we provide a one-year warranty on workmanship and materials. Additionally, we pass through manufacturers' warranties for installed equipment and systems, which may extend beyond our standard warranty period. Our client support team remains available to address any warranty issues promptly.
bg: Build Engineering 09 предлага изчерпателни гаранции за всички наши завършени проекти. Обикновено предоставяме едногодишна гаранция за изработката и материалите. Освен това предаваме гаранциите на производителите за инсталирано оборудване и системи, които могат да се простират извън нашия стандартен гаранционен период. Нашият екип за клиентска поддръжка остава на разположение, за да решава незабавно всички гаранционни проблеми.

source: Let's discuss how Build Engineering 09 can bring your vision to life.
bg: Нека обсъдим как Build Engineering 09 може да превърне вашата визия в реалност.
